<template>
  <div class="law">
    <div class="text">
      <h2>法律声明</h2>
    <p> 懒猪到家提醒您：在您使用懒猪到家的各项服务前，请您务必仔细阅读并透彻理解本声
      明。如果您使用懒猪到家，您的使用行为将被视为对本声明全部内容的认可。<br>
      懒猪到家转载作品出于传递更多信息之目的，任何单位或个人认为懒猪到家网页内容可
      能涉嫌侵犯其合法权益，应该及时向懒猪到家提出书面权利通知，并提供身份证明、权属证
      明、具体链接（URL）及详细侵权情况证明。懒猪到家在收到上述法律文件后，将会依法尽
      快处理。
    </p>
    <h4>知识产权声明</h4>
    <h5>一、懒猪到家知识产权</h5>
    <p>懒猪到家平台所有的产品、技术与所有程序均属于懒猪到家知识产权，为四川尚洁网络
      科技有限公司及其允可的关联公司所有和使用。懒猪到家独立拥有或与相关内容提供者共同
      拥有懒猪到家站内相关内容（包括但不限于文字、图片、音频、视频资料及页面设计、编排、
      软件等）的版权和/或其他相关知识产权。“懒猪到家”图标、标识以及本公司依法申请注册
      并具有商标专用权的商标均为注册商标，受中国法律保护。
     <p>除非中国法律另有规定，未经懒猪到家公司书面许可，对于懒猪到家公司拥有版权和
      或其他知识产权的任何内容，任何人不得擅自（包括但不限于：以非法的方式复制、传播、
      展示、镜像、上载、下载）使用。否则，四川尚洁网络科技有限公司将依法追究法律责任。</p> 
    </p>
    <h5>二、用户知识产权</h5>
    <p>
            任何用户接受《懒猪到家用户协议》，即表明该用户主动将其在懒猪到家发表的任何形
      式的信息的著作财产权，包括并不限于：复制权、发行权、出租权、展览权、表演权、放映
      权、广播权、信息网络传播权、摄制权、改编权、翻译权、汇编权以及应当由著作权人享有
      的其他可转让权利无偿独家转让给懒猪到家的运营商所有，同时表明该用户许可懒猪到家有
      权利就任何主体侵权而单独提起诉讼，并获得全部赔偿。本协议已经构成《著作权法》第
      二十五条所规定的书面协议，其效力及于用户在懒猪到家发布的任何受著作权法保护的作品
      内容，无论该内容形成于本协议签订前还是本协议签订后。
      <p>用户同意并明确了解上述条款，不将已发表于懒猪到家的信息，以任何形式发布或授权
      其它网站（及媒体）使用。同时，用户保证己方在懒猪到家上发布的一切图文信息资料均具
      有完全知识产权和合法权利，不侵犯任何人人身或财产等一切合法权利。</p>
     <p> 为了保证评价的真实性与合法性，如果发现用户上传的图片中含有侵权内容，包括且不
      限于侵犯他人人身或财产权利，或带有其他网站的logo、图标等标识信息，懒猪到家保留
      删除站内各类不符合规定评价而不通知用户的权利。</p>
    </p>
    <h5>三、使用许可</h5>
    <p>未经四川尚洁网络科技有限公司的明确书面许可，任何单位或个人不得以任何方式，以
      任何文字作全部和局部复制、转载、引用和链接。否则四川尚洁网络科技有限公司将追究其
      法律责任。
    </p>
    <h4>作弊检测</h4>
    <p>
      若懒猪到家通过技术检测、人工抽检等手段有合理理由怀疑用户资料信息为错误、不实、
      失效或不完整，本网站有权暂停或终止用户的账号，并拒绝现在或将来使用本站网站网络服
      务的全部或部分，同时保留追索用户不当得利返还的权利。
    </p>
    </div>
  </div>
</template>
<script>
export default {
  data () {
    return {

    }
  }
}
</script>
<style scoped>
  .law {
    width: 100%;
    height: 100%;
  }
  h2{
    border-bottom: 1px solid rgb(192, 188, 188);
    padding: 10px;
    text-align: center;
  }
  h4,h5{
    padding: 10px 0;
  }

  .text {
    width: 90%;
    height: 100%;
    margin: 10px auto;
  }
  p{
    font-size: 25px;
    text-indent: 40px;
    line-height: 60px;
  }
</style>


